Revit 2027 API
ParameterTypeId.FabricationInsulationAbbreviation Property
 "Insulation Abbreviation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricationInsulationAbbreviation { get; }
Public Shared ReadOnly Property FabricationInsulationAbbreviation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricationInsulationAbbreviation {
	ForgeTypeId^ get ();
}
static member FabricationInsulationAbbreviation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace